### Library Pandas

In [2]:
import pandas as pd

In [ ]:
bank_db = {
    'Name' : ['Alex Smith'],
    'Age' : [0, 1],
    'Experience' : [4, 7],
    'Salary' : [75, 95],
    'Credit_score' : [4, 8],
    'Outcome' : [0, 1]
}

In [4]:
# Creating DataFrame
df = pd.DataFrame(bank_db)

In [7]:
df

            Name  Age  Experience  Salary  Credit_score  Outcome
0     Alex Smith    0           4      75             4        0
1  Bulan Semenov    1           7      95             8        1